export default {

    main: {
        customer_my_orders: 'Мои заказы',
        left_test: 'Осталось',
        to: 'до'
    },

    currency: {
        short_title: 'руб.'
    },

    buttons: {
        create_order: 'Создать заказ',
        new_order: 'Новый заказ',
        choose_author: 'Выбрать автора',
        pay: 'Оплатить',
        pay_in_addition: 'Доплатить',
        files: 'Скачать работу',
        pay_order: 'Оплатить заказ',
        pay_order_short: 'Оплатить',
        close: 'Закрыть',
        confirm: 'Подтвердить',
        upload_work: 'Загрузить работу',
        to_bet: 'Сделать ставку',
        accept_work: 'Принять работу',
        bargain: 'Торговаться',
        accept_work_short: 'Принять работу',
        reworking: 'Отправить на доработку',
        cancel_order: 'Отменить заказ',
        decline_author: 'Отказаться от автора'
    },

    status_titles: {
        1: 'Выберите автора',
        2: 'Оплатите заказ',
        3: 'Выберите автора',
        4: 'Оплатите заказ',
        5: 'Оплатите заказ',
        8: 'В работе',
        10: 'Выберите автора',
        13: 'Согласование',
        16: 'Срок истек',
        17: 'Гарантийная поддержка',
        18: 'Завершен',
        20: 'Завершен арбитражем',
        21: 'Завершен арбитражем',
        22: 'В работе',
        23: 'В работе',
        24: 'Выберите автора'
    },

    author_status_titles: {
        1: 'Моя ставка',
        4: 'Ожидание оплаты',
        5: 'Не оплачен',
        13: 'Согласование',
        16: 'Не выполнена в срок',
        17: 'Поддержка',
        18: 'Завершен',
        20: 'Завершен арбитражем',
        21: 'Отменен арбитражем'
    },

    create_order: {
        paperwork: 'Письменная работа',
        type: 'Тип работы',
        language: 'Язык работы',
        order_subject: 'Предмет',
        subject: 'Тема',
        terms: 'Срок сдачи',
        pages: 'Кол-во страниц',
        phone: 'Ваш телефон',
        comment: 'Комментарий',
        attach_file:'Прикрепить файл'
    },

    to_bet: {
        comment: 'Комментарий',
        price: 'Цена',
        end_date: 'Срок',
        prepayment: 'Предоплата',
        help_text: 'Внимание! Выполнение заказа «Помощь на экзамене» требует быть в режиме онлайн в назначенный день и время по Москве. ',
        help_text_2: 'Ознакомьтесь с ',
        help_text_3: 'правилами ',
        help_text_4: ' выполенения таких заказов '
    },

    create_exam: {
        exam: 'Экзамен',
        type: 'Тип экзамена',
        language: 'Язык экзамена',
        order_subject: 'Предмет',
        duration: 'Длительность',
        terms: 'Дата экзамена',
        moscow_time: 'Время по Москве',
        phone: 'Ваш телефон',
        comment: 'Комментарий',
        attach_file:'Прикрепить файл',
        promocode:'Ваш промокод'
    },

    prepayment: {
        title: 'предоплата'
    },

    message: {
        title: 'сообщение',
        two: 'сообщения',
        five: 'сообщений'
    },

    days: {
        one: 'день',
        two: 'дня',
        five: 'дней'
    },

    pages: {
        one: 'страница',
        two: 'страницы',
        five: 'страниц'
    },

    hours: {
        one: 'час',
        two: 'часа',
        five: 'часов'
    },

    payment: {
        description: 'Вам нужно оплатить заказ, чтобы автор приступил к его выполнению'
    },

    popup_prepayment: {
        description: 'Чтобы скачать файлы от автора, вам необходимо оплатить работу полностью'
    },

    months: {
        0: 'января',
        1: 'февраля',
        2: 'марта',
        3: 'апреля',
        4: 'мая',
        5: 'июня',
        6: 'июля',
        7: 'августа',
        8: 'сентября',
        9: 'октября',
        10: 'ноября',
        11: 'декабря'
    },

    author_order_details: {
        end_date: 'Срок',
        volume_from: 'Объём',
        language: 'Язык',
        comment: 'Комментарий'
    },

    accept_dialog: {
        title: 'Принять работу',
        close: 'Закрыть',
        rate_title: 'Оцените качество работы автора и оставьте свой отзыв',
        comment: 'Комментарий',
        rate_quality: 'Оценка качества',
        attention: 'Внимание!',
        attention_text: 'Принимая работу, вы подтверждаете, что заказ выполнен полностью и не нуждается в доработках.',
        time_quality_2: 'Выполнил раньше срока',
        time_quality_1: 'Выполнил в срок',
        time_quality_0: 'Задержал работу'
    },

    bill_menu: {
        refill: 'Пополнить счёт',
        outdraw: 'Вывод средств',
        history: 'История операций',
        discount: 'Моя скидка'
    },

    chat: {
        send: 'Отправить',
        choose_file: 'Прикрепить файл',
        download: 'Скачать',
        online: 'В сети',
        offline: 'Не в сети'
    },

    private_menu: {
        profile: 'Анкета',
        notifications: 'Уведомления',
        subjects: 'Мои предметы',
        password: 'Сменить пароль',
        statistics: 'Статистика работы',
        rating: 'Мой рейтинг'
    },

    year: {
        short_title: 'г.'
    },

    blocking_text: {
        1: 'из-за нарушений правил сайта',
        2: 'из-за нарушений правил сайта',
        3: 'из-за нарушений правил сайта',
        4: 'в связи с низким качеством выполнения работ',
        5: 'так как анкета не заполнена или заполнена неверно',
        6: 'за мошенничество на сайте',
        7: 'Для разблокировки аккаунта обратитесь к администрации сайта'
    },

    popups: {
        download_file: 'Чтобы скачать файлы от автора, вам необходимо полностью оплатить работу',
        download_file_title: 'Оплатите работу на 100%',
        bargain_warning: 'Вы не можете снизить стоимость более чем на 30%',
        bargain_warning_title: 'Торг'
    },

    author_bet_list: {
        search_author: 'Идёт поиск авторов',
        title: 'Выбор автора',
        sort_by_time: 'По времени',
        sort_by_price: 'По цене',
        sort_by_rating: 'По рейтингу'
    },

    bargain: {
        up_to: 'Увеличена на ',
        down_to: 'Снижена на ',
        your_bet: 'Вы предложили '
    },

    block_creating_order_dialog: {
        title: 'Ваш аккаунт заблокирован.',
        text: 'Ваш аккаунт заблокирован. Вы не можете оформить заказ!',
        close: 'Закрыть'
    },

    cancel_completed_order_dialog: {
        title: 'Вы действительно хотите удалить заказ?',
        text: 'Вы действительно хотите удалить заказ?',
        close: 'Отмена'
    },

    confirm_choose_author_dialog: {
        title: 'Подтвердите выбранного автора',
        text: 'Вы хотите принять предложение автора?',
        accept: 'Принять',
        close: 'Отменить'
    },

    confirm_decline_author_dialog: {
        title: 'Отказаться от автора',
        text: 'Вы уверены, что хотите отказаться от выбранного автора?',
        accept: 'Да',
        close: 'Отмена'
    },

    cancel_order_dialog: {
        title: 'Укажите причину отмены заказа',
        cause_8: 'Хочу изменить требования к заказу',
        cause_8_comment: 'Вы можете редактировать заказ, не удаляя его. Для этого нужно перейти на страницу заказа в раздел',
        cause_8_comment_2: 'Задание.',
        cause_9: 'Буду делать самостоятельно',
        cause_9_comment: 'Поздравляем! Вы входите в 3% пользователей, которые пишут работы самостоятельно. Если вам понадобится помощь, мы всегда готовы ее оказать.',
        cause_10: 'Хотел(а) просто узнать стоимость',
        cause_10_comment: 'Отлично. Если вам не нужен заказ сейчас, не стоит его удалять. Вы можете вернуться к нему позже!',
        cause_11: 'Не могу оплатить',
        cause_11_comment: 'Возникли проблемы с оплатой? Мы поможем! Позвоните нам по номеру 8-800-500-28-49 (звонок бесплатный для РФ).',
        cause_12: 'Не нашлось автора ',
        cause_12_comment: 'Мы поможем найти исполнителя, который качественно и в срок выполнит вашу работу. Просто позвоните нам по номеру 8-800-500-28-49 (звонок бесплатный для РФ).',
        cause_4: 'Другая причина',
        cause_4_comment: 'Нам важно узнать ваше мнение. Помогите нам стать лучше.'
    },

    author_accept_bargain_dialog: {
        title: 'Торг с Заказчиком',
        text: 'Вы действительно хотите принять торг Заказчика?',
        accept: 'Да',
        close: 'Нет'
    },

    popup_decline_bargain: {
        title: 'Торг с Заказчиком',
        text: 'Вы действительно хотите отклонить торг Заказчика?',
        accept: 'Да',
        close: 'Нет'
    },

    popup_success_withdraw: {
        title: 'Заявка на вывод денег принята',
        text: '',
        ok: 'Закрыть'
    },

    popup_success_withdraw_author: {
        title: 'Заявка оформлена',
        text: '',
        ok: 'Закрыть'
    },

    popup_author_decline_order: {
        title: 'Подтвердите отказ',
        text: 'Вы уверены, что хотите отказаться от выполнения этого заказа?',
        accept: 'Да',
        close: 'Нет'
    },

    popup_author_accept_order: {
        title: 'Подтвердите готовность',
        text_first_line: 'Вы уверены, что сможете выполнить эту работу?',
        text_second_line: ' Заказчик принял ваше предложение. Готовы ли вы выполнить эту работу в соответствии с заданием, в указанный срок и за предложенную вами цену? ',
        text_third_line: 'Помните, что вы несете ответственность перед заказчиком! Если вы подведете заказчика по срокам или качеству работы, и заказ будет завершен арбитражем, с вашего счета будет удержан штраф в размере 20% вашей ставки.',
        accept: 'Да',
        close: 'Нет'
    },

    help_message_arbitrage: {
        1: 'Заказ завершён Службой контроля качества ',
        3: 'Заказ отменён Службой контроля качества ',
        not_allowed: 'На данном этапе отмена заказа невозможна. При возникновении вопросов, пожалуйста, обратитесь в службу поддержки.',
        bid_exists: 'По данному заказу уже подана заявка на отмену заказа. Чтобы прокомментировать заявку, нажмите ',
        link_text: 'сюда.'
    },

    messages_page_orders_status: {
        1: 'ВЫБОР АВТОРА',
        2: 'ВЫБРАЛИ ВАС',
        3: 'ВЫБОР АВТОРА',
        4: 'ВЫБРАЛИ ВАС',
        5: 'ОЖИДАНИЕ ОПЛАТЫ',
        8: 'ВЫПОЛНЕНИЕ',
        10: 'АВТОР НЕ ВЫБРАН',
        13: 'СОГЛАСОВАНИЕ',
        16: 'СРОК ИСТЕК',
        17: 'ГАРАНТИЙНАЯ ПОДДЕРЖКА',
        18: 'ЗАВЕРШЕН',
        20: 'ЗАВЕРШЕН АРБИТРАЖЕМ',
        21: 'ОТМЕНЕН АРБИТРАЖЕМ',
        22: 'ВЫБРАЛИ ВАС',
        23: 'ВЫБРАЛИ ВАС',
        24: 'ВЫБОР АВТОРА'
    },

    messages_page: {
        choose_order: 'Пожалуйста, выберите заказ',
        no_messages: 'У Вас нет новых сообщений'
    },

    no_orders_message: {
        all: 'У вас нет заказов',
        choose: 'У вас нет заказов на выборе автора',
        payment: 'У вас нет заказов к оплате',
        inprogress: 'У вас нет заказов на выполнении',
        complete: 'У вас нет завершённых заказов'
    },

    review_page: {
        count_one: 'отзыв',
        count_two: 'отзыва',
        count_five: 'отзывов',
        no_reviews: 'О данном авторе пока нет отзывов'
    },

    help_price: {
        title: 'Сколько будет стоить моя работа?',
        text: 'Напишем – это биржа, которая работает по принципу аукциона. Поэтому ваш заказ увидят все наши авторы и смогут предложить свою цену. Первые предложения вы получите уже через 10 минут, а всего заказ может находиться на оценке до 3-х дней. Вам не нужно оформлять заказ на других сайтах, чтобы сравнить цены, потому что мы собрали лучших исполнителей со всех рефератных агентств, с которыми вы можете работать напрямую. В нашей системе вы подберете подходящего именно для вас исполнителя.'
    },
    help_who_do: {
        title: 'Кто будет выполнять мою работу и как выбрать исполнителя?',
        text: 'Все наши авторы являются дипломированными специалистами, многие из них имеют учёные степени и звания, являются действующими преподавателями ВУЗов, аспирантами. Вы сможете зайти на вкладку «Резюме» каждого автора и посмотреть его рейтинг, сколько он выполнил заказов, прочитать отзывы других заказчиков. Чтобы выбрать понравившегося исполнителя, вам нужно нажать на кнопку «Выбрать автора».'
    },
    help_how_to_talk: {
        title: 'Можно лично общаться с автором?',
        text: 'Да, на сайте Напишем вы можете лично общаться с авторами с помощью встроенного чата в режиме реального времени.'
    },
    help_how_to_get_work: {
        title: 'Как я получу работу?',
        text: 'Файл с выполненным заданием вы сможете скачать в чате с автором на странице вашего заказа. Вам придет письмо с оповещением о готовности работы.'
    },
    help_how_to_pay: {
        title: 'Как оплатить заказ?',
        text: 'Для начала вам необходимо выбрать автора, затем вы можете оплатить работу через электронные кошельки: WebMoney, Qiwi, Яндекс.Деньги, по банковской карте Visa и MasterCard, платежом с мобильных телефонов: МТС, Билайн и Мегафон. Также на нашем сайте доступна оплата с помощью терминалов по приему наличных денег и через интернет-банки "Сбербанк Онлайн", "Альфаклик", "Тинькофф", "Промсвязьбанк".'
    },
    help_how_to_rework: {
        title: 'Если понадобятся доработки, надо ли будет доплачивать?',
        text: 'Нет. После того, как автор вышлет вам файл, в случае возникновения необходимости, вы всегда сможете отправить заказ на доработку, после чего автор будет обязан бесплатно исправить работу в рамках первоначального задания и оговоренных с ним условий в чате.'
    },

    help_warranty: {
        title: 'Какие гарантии вы предоставляете?',
        text: '1. Качество работы и сохранность средств. <br>' +
        'Как только вы оплатили заказ, деньги резервируется в системе. Автор получит их только после полного завершения заказа. Если качество работы не соответствует заявленным требованиям, мы гарантируем возврат средств.<br>' +
        '2. Безопасность платежей.<br>' +
        'Безопасность платежей гарантируется нашими надежными партнерами (Робокасса, Qiwi и т.д.), прошедшими банковское сертифицирование, которые соответствуют стандартам безопасности индустрии платежей.<br>' +
        '3. Официальный договор<br>' +
        'Мы заключаем официальный договор публичной оферты и несём ответственность перед всеми участниками сделки.'
    },
    help_privacy_police: {
        title: 'Гарантируете ли вы конфиденциальность личных данных?',
        text: 'В соответствии с пунктом 8.4.1 действующего договора мы гарантируем 100% конфиденциальность обращения к нам и условий, содержащихся в вашем заказе. Напишем гарантирует, что данные пользователей не будут передаваться каким-либо третьим лицам. Мы принимаем соответствующие меры безопасности для предотвращения несанкционированного доступа, изменения, разглашения и уничтожения данных.'
    },

    withdraw_request: {
        one: 'заявка',
        two: 'заявки',
        five: 'заявок'
    }
};